app/controllers/posts_controller.rb

SELECT "posts".* FROM "posts" WHERE (created_at >='2016-01-27 00:00:00.000000')
---
  def index
    @posts = Post.all